"%lu day left on trial" = "%lu jour d'essais restant";
"%lu days left on trial" = "%lu jours d'essais restants";
"Apply" = "Appliquer";
"Back" = "Retour";
"Buy Later" = "Plus tard";
"Buy Now" = "Acheter";
"Cancel" = "Annuler";
"Close" = "Fermer";
"Continue" = "Continuer";
"Did you <a href=\"%@\">lose your licence?</a>" = "Auriez-vous <a href=\"%@\">perdu votre licence?</a>";
"Email License to:" = "Envoyer la licence à:";
"Email address is blank!" = "L'adresse e-mail est vide!";
"Enter your serial number below to unlock Path Finder" = "Entrez votre numéro de série ci-dessous pour débloquer Path Finder.";
"Free Trial" = "Essai gratuit";
"Free trial has expired" = "L'essai gratuit a expiré";
"If you need help, email us at help@cocoatech.com" = "Si vous avez besoin d'aide, envoyez-nous un courriel à help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Si vous avez acheté Path Finder 6, entrez votre nom et code de licence pour pouvoir bénéficier d'un prix au rabais. Continuez à l'étape suivante si vous achetez Path Finder pour la première fois.";
"Licensed for %ld user" = "Enregistré pour %ld utilisateur";
"Licensed for %ld users" = "Enregistré pour %ld utilisateurs";
"Not licensed" = "Non enregistré";
"Path Finder 6 License" = "Licence pour Path Finder 6";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder a bien été enregistré. Gardez les informations d'enregistrement dans un endroit sûr.";
"Processing..." = "En cours…";
"Purchase" = "Acheter";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Achetez Path Finder. C'est rapide, simple et sécurisé.";
"Purchase successful. Thank you!" = "L'achat a réussi. Merci!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "L'achat ne s'est pas déroulé correctement. Veuillez nous faire part du problème. Contactez-nous à help@cocoatech.com";
"Quit" = "Quitter";
"Registration" = "Enregistrement";
"Registration Code Invalid" = "Code d'enregistrement invalide";
"Registration Successful" = "Enregistrement réussi";
"Request Sent" = "Requête envoyée";
"Send" = "Envoyer";
"Thank you!" = "Merci!";
"The Path Finder 6 license key you entered is not valid." = "La licence pour Path Finder 6 que vous avez entrée n'est pas valide";
"The trial period has expired." = "La période d'essai a expiré.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Il y a un problème avec le nom ou le code de licence que vous avez entré. Veuillez copier et coller le texte à partir du courriel d'achat et réessayer. Si le problème persiste, visitez notre page de codes de licences perdus.";
"Unlock" = "Débloquer";
"Upgrading from version 6?" = "Mise à jour depuis la version 6?";
"Valid for Upgrade!" = "Valide pour la mise à jour!";
"Wait %u" = "Attendez %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Le nom et le code entrés sont corrects. Merci d'avoir enregistré Path Finder.";
"You will receive your unique serial number instantly." = "Vous recevrez votre numéro de série unique instantanément.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Tout est prêt. Fermez cette fenêtre pour continuer le lancement de Path Finder. Imprimez cette page pour garder une copie physique de votre code de licence, au cas où vous devriez installer Path Finder sur un autre ordinateur, ultérieurement.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Votre période d'essai de 30 jours a expiré. Veuillez acheter Path Finder.";
"Your serial number is in your confirmation email." = "Votre numéro de série se trouve dans le courriel de confirmation que vous avez reçu.";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
